/*
	File:		SlicesStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

//===========================================================================
// NOTE FOR LOCALIZERS:
// For any attributes overridden using the MDSlicesAttributeNameOverrides
// strings file, special care must be taken here. The KEY of the strings
// here will change from its english version to the name override.  For example:
//
// If MDSlicesAttributeNameOverrides.strings contains:
//		kMDItemTextContent = "TEXTCONTENT";
//
// Then replace any use of "Contents" (the english localization) in the KEYS
// of this file with the localization provided in MDSlicesAttributeNameOverrides.strings.
//
// In the above example, the localizer should change the text content localization below from:
//		"%[Contents]@ contains %@" = "%1$[Contents]@ contains %2$@";  // english version
//	to:
//		"%[TEXTCONTENT]@ contains %@" = "%1$[TEXTCONTENT]@ xxxxxx %2$@"; // localized version
//===========================================================================

/* Compound-type slices */
"%[Any]@ of the following are true" = "%1$[Een of meer]@ van de volgende zijn waar";
"%[All]@ of the following are true" = "%1$[Alle]@ van de volgende zijn waar";
"%[None]@ of the following are true" = "%1$[Geen]@ van de volgende zijn waar";

/* Specific kind strings */
"%[Kind]@ is %[any]@" = "%1$[Soort]@ is %2$[Willekeurig]@";
"%[Kind]@ is %[applications]@" = "%1$[Soort]@ is %2$[Programma]@";
"%[Kind]@ is %[documents]@" = "%1$[Soort]@ is %2$[Document]@";
"%[Kind]@ is %[folders]@" = "%1$[Soort]@ is %2$[Map]@";
"%[Kind]@ is %[images]@ %[all]@" = "%1$[Soort]@ is %2$[Afbeelding]@ %3$[Alle]@";
"%[Kind]@ is %[images]@ %[JPEG]@" = "%1$[Soort]@ is %2$[Afbeelding]@ %3$[JPEG]@";
"%[Kind]@ is %[images]@ %[TIFF]@" = "%1$[Soort]@ is %2$[Afbeelding]@ %3$[TIFF]@";
"%[Kind]@ is %[images]@ %[GIF]@" = "%1$[Soort]@ is %2$[Afbeelding]@ %3$[GIF]@";
"%[Kind]@ is %[images]@ %[PNG]@" = "%1$[Soort]@ is %2$[Afbeelding]@ %3$[PNG]@";
"%[Kind]@ is %[images]@ %[BMP]@" = "%1$[Soort]@ is %2$[Afbeelding]@ %3$[BMP]@";
"%[Kind]@ is %[music]@ %[all]@" = "%1$[Soort]@ is %2$[Muziek]@ %3$[Alle]@";
"%[Kind]@ is %[music]@ %[MP3]@" = "%1$[Soort]@ is %2$[Muziek]@ %3$[MP3]@";
"%[Kind]@ is %[music]@ %[AAC]@" = "%1$[Soort]@ is %2$[Muziek]@ %3$[AAC]@";
"%[Kind]@ is %[music]@ %[purchased]@" = "%1$[Soort]@ is %2$[Muziek]@ %3$[Aangeschaft]@";
"%[Kind]@ is %[PDF]@" = "%1$[Soort]@ is %2$[pdf]@";
"%[Kind]@ is %[presentations]@" = "%1$[Soort]@ is %2$[Presentatie]@";
"%[Kind]@ is %[text]@ %[all]@" = "%1$[Soort]@ is %2$[Tekst]@ %3$[Alle]@";
"%[Kind]@ is %[text]@ %[plain text]@" = "%1$[Soort]@ is %2$[Tekst]@ %3$[Platte tekst]@";
"%[Kind]@ is %[text]@ %[rich text]@" = "%1$[Soort]@ is %2$[Tekst]@ %3$[RTF]@";
"%[Kind]@ is %[text]@ %[HTML]@" = "%1$[Soort]@ is %2$[Tekst]@ %3$[HTML]@";
"%[Kind]@ is %[text]@ %[XML]@" = "%1$[Soort]@ is %2$[Tekst]@ %3$[XML]@";
"%[Kind]@ is %[text]@ %[source code]@" = "%1$[Soort]@ is %2$[Tekst]@ %3$[Broncode]@";
"%[Kind]@ is %[movies]@" = "%1$[Soort]@ is %2$[Film]@";
"%[Kind]@ is %[other]@ %@" = "%1$[Soort]@ is %2$[Anders]@ %3$@";

/* date-type attribute template, like kMDItemContentCreationDate */
"%@ is %[within last]@ %@ %[days]@" = "%1$@ is %2$[in afgelopen]@ %3$@ %4$[dagen]@";
"%@ is %[within last]@ %@ %[weeks]@" = "%1$@ is %2$[in afgelopen]@ %3$@ %4$[weken]@";
"%@ is %[within last]@ %@ %[months]@" = "%1$@ is %2$[in afgelopen]@ %3$@ %4$[maanden]@";
"%@ is %[within last]@ %@ %[years]@" = "%1$@ is %2$[in afgelopen]@ %3$@ %4$[jaar]@";
"%@ is %[exactly]@ %@" = "%1$@ is %2$[precies]@ %3$@";
"%@ is %[before]@ %@" = "%1$@ is %2$[eerder dan]@ %3$@";
"%@ is %[after]@ %@" = "%1$@ is %2$[later dan]@ %3$@";
"%@ is %[today]@" = "%1$@ is %2$[vandaag]@";
"%@ is %[yesterday]@" = "%1$@ is %2$[gisteren]@";
"%@ is %[this week]@" = "%1$@ is %2$[deze week]@";
"%@ is %[this month]@" = "%1$@ is %2$[deze maand]@";
"%@ is %[this year]@" = "%1$@ is %2$[dit jaar]@";

/* string-type attribute, like kMDItemDisplayName */
"%@ %[contains]@ %@" = "%1$@ %2$[bevat]@ %3$@";
"%@ %[begins with]@ %@" = "%1$@ %2$[begint met]@ %3$@";
"%@ %[ends with]@ %@" = "%1$@ %2$[eindigt op]@ %3$@";
"%@ %[is]@ %@" = "%1$@ %2$[is]@ %3$@";
"%@ %[matches]@ %@" = "%1$@ %2$[zoekresultaten]@ %3$@";

/* boolean-type attribute, like kMDItemFlashOnOff */
"%@ %[any]@" = "%1$@ %2$[Willekeurig]@";
"%@ %[yes]@" = "%1$@ %2$[Ja]@";
"%@ %[no]@" = "%1$@ %2$[Nee]@";

/* file visibility */
"%[File invisible]@ %[visible items]@" = "%1$[Zichtbaarheid bestand]@ %2$[Zichtbare onderdelen]@";
"%[File invisible]@ %[invisible items]@" = "%1$[Zichtbaarheid bestand]@ %2$[Onzichtbare onderdelen]@";
"%[File invisible]@ %[visible or invisible]@" = "%1$[Zichtbaarheid bestand]@ %2$[Zichtbaar of onzichtbaar]@";

/* raw query slice */
"%[Raw query]@ %@" = "%1$[Onbewerkte zoekactie]@ %2$@";

/* file extension slice */
"%[File Extension]@ %[is]@ %@" = "%1$[Bestandsextensie]@ %2$[is]@ %3$@";

/* number-type attribute, like kMDItemAudioChannelCount */
"%@ %[equals]@ %@" = "%1$@ %2$[is gelijk aan]@ %3$@";
"%@ %[is greater than]@ %@" = "%1$@ %2$[is groter dan]@ %3$@";
"%@ %[is less than]@ %@" = "%1$@ %2$[is kleiner dan]@ %3$@";
"%@ %[is not]@ %@" = "%1$@ %2$[is niet]@ %3$@";

/* text contents */
"%@ contains %@" = "%1$@ bevat %2$@";

/* Byte-sized attributes, such as kMDItemFSSize */
"%@ %[equals]@ %@ %[KB]@" = "%1$@ %2$[is gelijk aan]@ %3$@ %4$[KB]@";
"%@ %[equals]@ %@ %[MB]@" = "%1$@ %2$[is gelijk aan]@ %3$@ %4$[MB]@";
"%@ %[equals]@ %@ %[GB]@" = "%1$@ %2$[is gelijk aan]@ %3$@ %4$[GB]@";
"%@ %[is less than]@ %@ %[KB]@" = "%1$@ %2$[is kleiner dan]@ %3$@ %4$[KB]@";
"%@ %[is less than]@ %@ %[MB]@" = "%1$@ %2$[is kleiner dan]@ %3$@ %4$[MB]@";
"%@ %[is less than]@ %@ %[GB]@" = "%1$@ %2$[is kleiner dan]@ %3$@ %4$[GB]@";
"%@ %[is greater than]@ %@ %[KB]@" = "%1$@ %2$[is groter dan]@ %3$@ %4$[KB]@";
"%@ %[is greater than]@ %@ %[MB]@" = "%1$@ %2$[is groter dan]@ %3$@ %4$[MB]@";
"%@ %[is greater than]@ %@ %[GB]@" = "%1$@ %2$[is groter dan]@ %3$@ %4$[GB]@";
"%@ %[is not]@ %@ %[KB]@" = "%1$@ %2$[is niet]@ %3$@ %4$[KB]@";
"%@ %[is not]@ %@ %[MB]@" = "%1$@ %2$[is niet]@ %3$@ %4$[MB]@";
"%@ %[is not]@ %@ %[GB]@" = "%1$@ %2$[is niet]@ %3$@ %4$[GB]@";

/* Duration-type attributes, such as kMDItemDurationSeconds */
"%@ %[equals]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[is gelijk aan]@ %3$@ uur %4$@ minuten %5$@ seconden";
"%@ %[is less than]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[is kleiner dan]@ %3$@ uur %4$@ minuten %5$@ seconden";
"%@ %[is greater than]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[is groter dan]@ %3$@ uur %4$@ minuten %5$@ seconden";
"%@ %[is not]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[is niet]@ %3$@ uur %4$@ minuten %5$@ seconden";

/* This is for the slice that is added when a search string is present in the search field when saving a search. */
"%[Items matching text]@ %@" = "%1$[Met tekst overeenkomende onderdelen]@ %2$@";

/* Search System Files slice */
"%[SEARCH_SYSTEM_FILES]@ %[YES]@" = "%1$[Systeembestanden]@ %2$[inbegrepen]@";
"%[SEARCH_SYSTEM_FILES]@ %[NO]@" = "%1$[Systeembestanden]@ %2$[niet inbegrepen]@";

/* Spotlight items slice */
"%[SEARCH_SPOTLIGHT_ITEMS]@ %[YES]@" = "%1$[Spotlight-onderdelen]@ %2$[inbegrepen]@";
"%[SEARCH_SPOTLIGHT_ITEMS]@ %[NO]@" = "%1$[Spotlight-onderdelen]@ %2$[niet inbegrepen]@";

